[RUS]
Name=Название
Tracker=Трекер
Created=Создан
Program=Программа
File Count=Число файлов
Block Size=Размер блока
Block Count=Число блоков
Encoding=Кодировка
Total Size=Общий размер
SHA=SHA
Comment=Комментарий
Private=Частный
Multifile=Многофайловый
Errors=Ошибки
Bytes=б
Kbytes=Кб
Mbytes=Мб
Gbytes=Гб
Tbytes=Тб
Full=Полный
Publisher=Издатель
Publisher URL=URL издателя
Skipped Count=Число пропущенных
Host only=Только хост

; Lister strings
; Don't translate LangID key literally
; it's special key, name of translation
LangID=Русский (Russian)
Trackers=Трекеры
Copy data=Копировать данные
Copy all=Копировать всё
Select all=Выделить всё
Not found:=Не найдено:
Copy link=Копировать ссылку
Download=Скачать
Details=Подробно
Blocks=Блоки
Size=Размер
file=файле
file(s)=файлах
in=в
Collapse folders=Свернуть папки
About=О плагине
Size display=Отображение размера
Options...=Настройки...
Options=Настройки
Units=Единицы
Auto=Авто
Hide units=Скрыть единицы
Round value=Округлить значения
Thousands separator=Разделитель тысяч
Icons (restart required)=Значки (требуется перезапуск)
Show associated=Показывать ассоциированные
Large=Большие
On startup=При запуске
Expand all items=Раскрыть всё
Expand extra info=Раскрыть дополнительную информацию
Expand folders=Раскрыть папки
Expand non-standard info=Раскрыть нестандартную информацию
Main settings=Основные
Styles=Стили
Apply=Применить
Cancel=Отмена
Text example=Пример текста
Font=Шрифт
Background=Фон
Info header=Заголовок информации
Info data=Информация
File name=Имя файла
File size=Размер файла
Folder name=Имя папки
Folder size=Размер папки
Additional info header=Заголовок дополнительной информации
Additional info data=Дополнительная информация
Official site=Официальный сайт
Discussion forum=Обсуждение
Language=Язык (Language)
Default=По-умолчанию
Line height (0 - auto)=Высота строки (0 - авто)
Export...=Экспортировать...
HTML export=Экспорт HTML
Try to mask passkey=Попытаться замаскировать пасскей
Remember save path=Запоминать путь сохранения
Add=Добавить
Remove=Удалить
Extension groups=Группы расширений
Group name=Имя группы
Extensions (separator - ';')=Расширения (разделитель - ';')
New group=Новая группа
Fields order=Порядок полей
Reset to default=По-умолчанию
Client=Клиент
Use custom torrent client=Пользовательский торрент-клиент
Command=Команда
Parameters=Параметры
Executables=Исполняемые файлы
All files=Все файлы
True=Да
False=Нет
Hash type=Тип хэша
Include to link=Включить в ссылку
Custom fields=Нестандартные
Hide brackets=Скрыть скобки
Info link=Ссылка
Highlight=Выделенный элемент
Highlighted text=Текст выделенного элемента
Display template=Шаблон для отображения
Use=Использовать
File Name=Имя файла
Webseeds=Вебсиды
Window=Окно
Normal=Нормальное
Hidden=Скрытое
Minimized=Свёрнутое
Maximized=Развёрнутое
Loaded successfully=Загружен успешно
Loaded with errors=Загружен с ошибками
Unrecoverable parser error=Неисправимая ошибка парсера
File may not open with other software=Файл может не открыться в других приложениях
Missing or corrupt '%s' segment=Отсутствует или повреждён сегмент '%s'
Can't read char, possibly file is truncated=Невозможно прочитать символ, возможно, файл неполный
Unexpected char, possibly structure is damaged=Неожиданный символ, возможно, структура повреждена
Incorrect integer value=Некорректное целое значение
Incorrect string length=Некорректная длина строки
in custom client=пользовательским клиентом

[UKR]
Name=Назва
Tracker=Трекер
Created=Створено
Program=Програма
File Count=Кількість файлів
Block Size=Розмір блоку
Block Count=Кількість блоків
Encoding=Кодування
Total Size=Загальний розмір
SHA=SHA
Comment=Коментар
Private=Приватний
Multifile=Багатофайловий
Errors=Помилки
Bytes=Б
Kbytes=КБ
Mbytes=МБ
Gbytes=ГБ
Tbytes=ТБ
Full=Повний
Publisher=Видавець
Publisher URL=URL-адреса видавця
Skipped Count=Кількість пропущених
Host only=Тільки хост

; Lister strings
; Don't translate LangID key literally
; it's special key, name of translation
LangID=Українська (Ukrainian)
Trackers=Трекери
Copy data=Копіювати дані
Copy all=Копіювати все
Select all=Виділити все
Not found:=Не знайдено:
Copy link=Копіювати посилання
Download=Звантажити
Details=Докладно
Blocks=Блоки
Size=Розмір
file=файлі
file(s)=файлах
in=у
Collapse folders=Згорнути папки
About=Про плаґін
Size display=Відображення розміру
Options...=Налаштування...
Options=Налаштування
Units=Одиниці
Auto=Авто
Hide units=Не відображати одиниці
Round value=Округлювати значення
Thousands separator=Розділювач тисяч
Icons (restart required)=Піктограми (порібен перезапуск)
Show associated=Відображати асоційовані
Large=Великі
On startup=При запуску
Expand all items=Розгорнути все
Expand extra info=Розгорнути додаткову інформацію
Expand folders=Розгорнути папки
Expand non-standard info=Розгорнути нестандартну інформацію
Main settings=Основні
Styles=Стилі
Apply=Застосувати
Cancel=Скасувати
Text example=Приклад тексту
Font=Шрифт
Background=Тло
Info header=Заголовок інформації
Info data=Інформація
File name=Ім'я файлу
File size=Розмір файлу
Folder name=Ім'я папки
Folder size=Розмір папки
Additional info header=Заголовок додаткової інформації
Additional info data=Додаткова інформація
Official site=Офіційний сайт
Discussion forum=Форум обговорення
Language=Мова (Language)
Default=За замовчуванням
Line height (0 - auto)=Висота рядка (0 - авто)
Export...=Експортувати...
HTML export=Експорт HTML
Try to mask passkey=Спробувати замаскувати пасскей
Remember save path=Запам'ятовувати шлях збереження
Add=Додати
Remove=Видалити
Extension groups=Групи розширень
Group name=Ім'я групи
Extensions (separator - ';')=Розширення (розділювач - ';')
New group=Нова група
Fields order=Порядок полів
Reset to default=За замовчуванням
Client=Клієнт
Use custom torrent client=Користувацький торрент-клієнт
Command=Команда
Parameters=Параметри
Executables=Виконувані файли
All files=Всі файли
True=Так
False=Ні
Hash type=Тип геш-коду
Include to link=Включити до посилання
Custom fields=Нестандартні
Hide brackets=Не відображати дужки
Info link=Посилання
Highlight=Виділений елемент
Highlighted text=Текст виділеного елемента
Display template=Шаблон для відображення
Use=Використовувати
File Name=Ім'я файлу
Webseeds=Вебсіди
Window=Вікно
Normal=Звичайне
Hidden=Прихованее
Minimized=Згорнуте
Maximized=Розгорнуте
Loaded successfully=Завантажено успішно
Loaded with errors=Завантажено з помилками
Unrecoverable parser error=Невиправна помилка парсера
File may not open with other software=Файл може не відкриватися іншими програмами
Missing or corrupt '%s' segment=Відсутній або пошкоджено сегмент '%s'
Can't read char, possibly file is truncated=Неможливо прочитати символ, можливо, файл обрізано
Unexpected char, possibly structure is damaged=Неочікуваний символ, можливо, структуру пошкоджено
Incorrect integer value=Некоректне ціле значення
Incorrect string length=Некоректна довжина рядка

[ESP]
Name=Nombre
Tracker=Tracker
Created=Fecha de creación
Program=Programa
File Count=Ficheros
Block Size=Tamaño de los pedazos
Block Count=Número de pedazos
Encoding=Codificación
Total Size=Tamaño total
File Name=Nombre del fichero
SHA=SHA
Comment=Comentario
Errors=Errores
Bytes=bytes
Kbytes=Kb
Mbytes=Mb
Gbytes=Gb
Tbytes=Tb

;Lister strings
LangID=Español (Spanish)
Trackers=Trackers
Copy data=Copiar
Copy all=Copiar todo
Select all=Seleccionar todo
Not found:=No encontrado:
Links=Enlaces
Download=Descargar
Details=Detalles
Blocks=Pedazos
Size=Tamaño
file=Fichero
file(s)=Fichero(s)
in=en
Expand all=Expandir todo
Collapse all=Contraer todo
About=Acerca de...
Size display=Mostrar tamaño
Options...=Opciones...
Options=Opciones
Units=Unidades
Auto=Automático
Hide units=Ocultar unidades
Round value=Redondear valor
Thousands separator=Separación de miles
Icons (restart required)=Iconos
Show associated=Mostrar asociados
Large=Iconos grandes
On startup=Al iniciar
Expand all items=Expandir todos elementos
Expand extra info=Expandir información extra
Expand folders=Expandir carpetas
Main settings=Configuración general
Styles=Estilos
OK=Aceptar
Apply=Aplicar
Cancel=Cancelar
Text example=Texto de ejemplo
Font=Fuente
Background=Fondo
Info header=Título de la información
Info data=Información de los datos
File name=Nombre del fichero
File size=Tamaño del fichero
Folder name=Nombre de la carpeta
Folder size=Tamaño de la carpeta
Language=Idioma (Language)
Default=Por defecto
Line height (0 - auto)=Altura de línea (0=auto)
Export...=Exportar...
HTML export=Exportar en HTML
Try to mask passkey=Intentar enmascarar rutas UDP
Remember save path=Recordar ruta para guardar

[HUN]
Name=Név
Tracker=Tracker
Created=Készítés időpontja
Program=Program
File Count=Fájlok száma
Block Size=Blokkok száma
Block Count=Blokkok mérete
Encoding=Kódolás
Total Size=Teljes méret
SHA=SHA
Comment=Megjegyzés
Private=Privát
Multifile=több fájlt tartalmazó
Errors=Hibák
Bytes=bájt
Kbytes=Kb
Mbytes=Mb
Gbytes=Gb
Tbytes=Tb
Full=Teljes
Host only=Csak a hoszt

; Lister strings
; Don't translate LangID key literally
; it's special key, name of translation
LangID=Magyar (Hungarian)
Trackers=Trackerek
Copy data=Másolás
Copy all=Összes másolása
Select all=Összes kijelölése
Not found:=Nem található:
Copy link=Link másolása
Download=Letöltés
Details=Részletek
Blocks=Blokkok
Size=Méret
file=fájl
file(s)=fájl(ok)
in=ebben
Collapse folders=Mappák kibontása
About=A pluginról...
Size display=Méret kijelzése
Options...=Opciók...
Options=Opciók
Units=Egységek
Auto=Automatikus
Hide units=Egységnevek elrejtése
Round value=Értékek kerekítése
Thousands separator=Ezredes elválasztó
Icons (restart required)=Ikonok (újraindítás szükséges)
Show associated=Mutassa a hozzárendelteket
Large=Nagy méretű ikonok
On startup=Indításkor
Expand all items=Az összes elem kibontása
Expand extra info=Az extra infók kibontása
Expand folders=Mappák kibontása
Main settings=Általános beállítások
Styles=Stílusok
OK=OK
Apply=Alkalmaz
Cancel=Mégsem
Text example=Példa szöveg
Font=Betűtípus
Background=Háttér
Info header=Az információk címe
Info data=Az adatok címe
File name=Fájlnév
File size=Fájlméret
Folder name=Mappa neve
Folder size=Mappa mérete
Language=Nyelv (Language)
Default=Alapértelmezett
Line height (0 - auto)=Sormagasság (0=auto)
Export...=Exportálás...
HTML export=Exportálás HTML-be
Try to mask passkey=UDP útvonalak maszkolásának kísérlete
Remember save path=Útvonal elmentése
Add=Hozzáadás
Remove=Eltávolítás
Extension groups=Kiterjesztés csoportok
Group name=Csoport neve
Extensions (separator - ';')=Kiterjesztések (elválasztó - ';')
New group=Új csoport
Fields order=Mezok sorrendje
Reset to default=Alapértelmezett visszaállítása
Client=Kliens
Use custom torrent client=Egyéni torrent kliens használata
Command=Parancs
Parameters=Paraméterek
Executables=Futtatható fájlok
All files=Összes fájl
True=Igaz
False=Hamis
Hash type=Hash típusa
Include to link=Link hozzácsatolása
Custom fields=Saját mezok
Hide brackets=Zárójelek elrejtése
Info link=Link
Highlight=Kijelölt szöveg
Highlighted text=Kijelölt elem szövege
Display template=Megjelenítés sablon
Use=Használ
File Name=Fájlnév
Webseeds=Webseedek